Repository: pickplugins/social-share-button
Catalog: languages/social-share-button-*.po
Languages: bn_bd

source: Email
bn_bd: ইমেইল

source: Facebook
bn_bd: ফেসবুক

source: Twitter
bn_bd: টুইটার

source: Reddit
bn_bd: রেডিট

source: Linkedin
bn_bd: লিঙ্কেডিন

source: Stumbleupon
bn_bd: স্ট্যাম্বলাপন

source: Theme 1
bn_bd: থীম ১

source: Theme 2
bn_bd: থীম ২

source: Theme 3
bn_bd: থীম ৩

source: Theme 4
bn_bd: থীম ৪

source: Theme 5
bn_bd: থীম ৫

source: Theme 6
bn_bd: থীম ৬

source: Theme 7
bn_bd: থীম ৭

source: Theme 8
bn_bd: থীম ৮

source: Theme 9
bn_bd: থীম ৯

source: Theme 10
bn_bd: থীম ১০

source: Theme 11
bn_bd: থীম ১১

source: Theme 12
bn_bd: থীম ১২

source: Theme 13
bn_bd: থীম ১৩

source: Theme 14
bn_bd: থীম ১৪

source: Theme 15
bn_bd: থীম ১৫

source: Theme 16
bn_bd: থীম ১৬

source: Theme 17
bn_bd: থীম১৭

source: Theme 18
bn_bd: থীম ১৮

source: Theme 19
bn_bd: থীম ১৯

source: Theme 20
bn_bd: থীম ২০

source: Theme 21
bn_bd: থীম ২১

source: Theme 22
bn_bd: থীম ২২

source: Theme 23
bn_bd: থীম ২৩

source: Theme 26
bn_bd: থীম ২৬

source: Theme 27
bn_bd: থীম ২৭

source: Theme 28
bn_bd: থীম ২৮

source: Theme 29
bn_bd: থীম ২৯

source: Theme 30
bn_bd: থীম ৩০

source: Theme 31
bn_bd: থীম ৩১

source: Theme 32
bn_bd: থীম ৩২

source: Theme 33
bn_bd: থীম ৩৩

source: Theme 34
bn_bd: থীম ৩৪

source: Theme 35
bn_bd: থীম ৩৫

source: Theme 36
bn_bd: থীম ৩৬

source: Theme 38
bn_bd: থীম ৩৮

source: Social Share Button
bn_bd: সোশাল শেয়ার বাটন

source: Migrate
bn_bd: মাইগ্রেট

source: Display more buttons
bn_bd: অতিরক্ত বাটন দেখান

source: No
bn_bd: না

source: Yes
bn_bd: হ্যা

source: Count format
bn_bd: গননা ফরম্যাট

source: Full
bn_bd: পুর্ন

source: Short
bn_bd: সংক্ষেপ

source: Site name
bn_bd: সাইট নাম

source: Share URL
bn_bd: শেয়ার ইউওয়ারএল

source: Display on?
bn_bd: যেখানে দেখাবেন?

source: None
bn_bd: কিছু না

source: Content
bn_bd: কনটেন্ট

source: Position?
bn_bd: পজিশন?

source: Before
bn_bd: আগে

source: After
bn_bd: পরে

source: Post types?
bn_bd: পোস্ট টাইপ?

source: Page type?
bn_bd: পেইজ টাইপ?

source: Single
bn_bd: সিঙ্গেল পেইজ

source: Archive
bn_bd: আর্কাইভ পেইজ

source: Home
bn_bd: হোম পেইজ

source: Save Changes
bn_bd: পরিবর্তন সংরক্ষন করুন
